{
  "Rom Com Tom" : [
    {
      "Genre": ["Comedy", "Musical", "Romance"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/iMHdFTrCYhue74sBnXkdO39AJ3R.jpg",
      "ItemID": 1380,
      "Overview": "Australian good girl Sandy and greaser Danny fell in love over the summer. But when they unexpectedly discover they're now in the same high school, will they be able to rekindle their romance despite their eccentric friends?",
      "Title": "Grease",
      "Year": "1978"
    },
    {
      "Genre": ["Musical", "Romance"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/jFoktPxTtabZfh9JeDy3F78g9w7.jpg",
      "ItemID": 1088,
      "Overview": "Expecting the usual tedium that accompanies a summer in the Catskills with her family, 17-year-old Frances 'Baby' Houseman is surprised to find herself stepping into the shoes of a professional hoofer—and unexpectedly falling in love.",
      "Title": "Dirty Dancing (1987)",
      "Year": "1987"
    },
    {
      "Genre": ["Musical", "Romance"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/zRQhCSREdR9h4OzEVvwhdlZNZ6m.jpg",
      "ItemID": 1947,
      "Overview": "In the slums of the upper West Side of Manhattan, New York, a gang of Polish-American teenagers called the Jets compete with a rival gang of recently immigrated Puerto Ricans, the Sharks, to \"own\" the neighborhood streets. Tensions are high between the gangs but two kids, one from each rival gang, fall in love leading to tragedy.",
      "Title": "West Side Story (1961)",
      "Year": "1961"
    },
    {
      "Genre": ["Drama","Romance"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/kHXEpyfl6zqn8a6YuozZUujufXf.jpg",
      "ItemID": 1721,
      "Overview": "101-year-old Rose DeWitt Bukater tells the story of her life aboard the Titanic, 84 years later. A young Rose boards the ship with her mother and fiancé. Meanwhile, Jack Dawson and Fabrizio De Rossi win third-class tickets aboard the ship. Rose tells the whole story from Titanic's departure through to its death—on its first and last voyage—on April 15, 1912.",
      "Title": "Titanic",
      "Year": "1997"
    }
  ],
  "Joking Jane" : [
    {
      "Genre": ["Comedy", "Romance"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/paS5plbzKz3PYddxky6svYYz3hS.jpg",
      "ItemID": 2572,
      "Overview": "On the first day at his new school, Cameron instantly falls for Bianca, the gorgeous girl of his dreams. The only problem is that Bianca is forbidden to date until her ill-tempered, completely un-dateable older sister Kat goes out, too. In an attempt to solve his problem, Cameron singles out the only guy who could possibly be a match for Kat: a mysterious bad boy with a nasty reputation of his own.",
      "Title": "10 Things I Hate About You",
      "Year": "1999"
    },
    {
      "Genre": ["Comedy"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/k40WFAXMRekWEqsjURO3jiWob67.jpg",
      "ItemID": 2706,
      "Overview": "At a high-school party, four friends find that losing their collective virginity isn't as easy as they had thought. But they still believe that they need to do so before college. To motivate themselves, they enter a pact to all \"score.\" by their senior prom.",
      "Title": "American Pie (1999)",
      "Year": "1999"
    },
    {
      "Genre": ["Comedy","Romance"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/iO9aZzrfmMvm3IqkFiQyuuUMLh2.jpg",
      "ItemID": 2502,
      "Overview": "Three office workers strike back at their evil employers by hatching a hapless attempt to embezzle money.",
      "Title": "Office Space (1999)",
      "Year": "1999"
    },
    {
      "Genre": ["Comedy"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/fvgLTx3vM3dUQqytaWCRaTdAdrs.jpg",
      "ItemID": 1513,
      "Overview": "Two not-too-bright party girls reinvent themselves for their high school reunion. Armed with a borrowed Jaguar, new clothes and the story of their success as the inventors of Post-It notes, Romy and Michele descend on their alma mater, but their façade crumbles quickly.",
      "Title": "Romy and Michele's High School Reunion (1997)",
      "Year": "1997"
    }
  ],
  "Cartoon Carly" : [
    {
      "Genre": ["Animation", "Children's", "Comedy"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/rhIRbceoE9lR4veEXuwCC2wARtG.jpg",
      "ItemID": 1,
      "Overview": "Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.",
      "Title": "Toy Story",
      "Year": "1995"
    },
    {
      "Genre": ["Animation", "Children's", "Comedy"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/3CmK3XurcLeUyMifCR28ibzupbB.jpg",
      "ItemID": 3114,
      "Overview": "Andy heads off to Cowboy Camp, leaving his toys to their own devices. Things shift into high gear when an obsessive toy collector named Al McWhiggen, owner of Al's Toy Barn kidnaps Woody. Andy's toys mount a daring rescue mission, Buzz Lightyear meets his match and Woody has to decide where he and his heart truly belong.",
      "Title": "Toy Story 2",
      "Year": "1999"
    },
    {
      "Genre": ["Animation", "Children's", "Comedy", "Musical"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/7f53XAE4nPiGe9XprpGAeWHuKPw.jpg",
      "ItemID": 588,
      "Overview": "Princess Jasmine grows tired of being forced to remain in the palace, so she sneaks out into the marketplace, in disguise, where she meets street-urchin Aladdin.  The couple falls in love, although Jasmine may only marry a prince.  After being thrown in jail, Aladdin becomes embroiled in a plot to find a mysterious lamp, with which the evil Jafar hopes to rule the land.",
      "Title": "Aladdin",
      "Year": "1992"
    },
    {
      "Genre": ["Action", "Adventure", "Animation"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/mNqZOtJIQfFQPjo3hmYLIn8Qqhf.jpg",
      "ItemID": 3000,
      "Overview": "Ashitaka, a prince of the disappearing Ainu tribe, is cursed by a demonized boar god and must journey to the west to find a cure. Along the way, he encounters San, a young human woman fighting to protect the forest, and Lady Eboshi, who is trying to destroy it. Ashitaka must find a way to bring balance to this conflict.",
      "Title": "Princess Mononoke, The (Mononoke Hime)",
      "Year": "1997"
    }
  ],
  "Action Jackson" : [
    {
      "Genre": ["Action", "Sci-Fi", "Thriller"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/hEpWvX6Bp79eLxY1kX5ZZJcme5U.jpg",
      "ItemID": 2571,
      "Overview": "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.",
      "Title": "Matrix, The",
      "Year": "1999"
    },
    {
      "Genre": ["Action", "Adventure", "Comedy", "Sci-Fi"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/f24UVKq3UiQWLqGWdqjwkzgB8j8.jpg",
      "ItemID": 1580,
      "Overview": "After a police chase with an otherworldly being, a New York City cop is recruited as an agent in a top-secret organization established to monitor and police alien activity on Earth: the Men in Black. Agent Kay and new recruit Agent Jay find themselves in the middle of a deadly plot by an intergalactic terrorist who has arrived on Earth to assassinate two ambassadors from opposing galaxies.",
      "Title": "Men in Black",
      "Year": "1997"
    },
    {
      "Genre": ["Action", "Adventure", "Thriller"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/5c0ovjT41KnYIHYuF4AWsTe3sKh.jpg",
      "ItemID": 10,
      "Overview": "James Bond must unmask the mysterious head of the Janus Syndicate and prevent the leader from utilizing the GoldenEye weapons system to inflict devastating revenge on Britain.",
      "Title": "GoldenEye",
      "Year": "1995"
    },
    {
      "Genre": ["Action", "Horror"],
      "Imageurl": "https://image.tmdb.org/t/p/w500/l1yltvzILaZcx2jYvc5sEMkM7Eh.jpg",
      "ItemID": 1387,
      "Overview": "An insatiable great white shark terrorizes the townspeople of Amity Island, The police chief, an oceanographer and a grizzled shark hunter seek to destroy the bloodthirsty beast.",
      "Title": "Jaws",
      "Year": "1975"
    }
  ]
}