{  
  "Movies":[  
     {  
        "Genre":[  
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/p1O3eFsdb0GEIYu87xlwV7P4jM1.jpg",
        "ItemID":778,
        "Overview":"Mark Renton, deeply immersed in the Edinburgh drug scene, tries to clean up and get out, despite the allure of the drugs and influence of friends.",
        "Title":"Trainspotting",
        "Year":"1996",
        "Popularity":32.402
     },
     {  
        "Genre":[  
           "Crime",
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/dM2w364MScsjFf8pfMbaWUcWrR.jpg",
        "ItemID":296,
        "Overview":"A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
        "Title":"Pulp Fiction",
        "Year":"1994",
        "Popularity":30.885
     },
     {  
        "Genre":[  
           "Action",
           "Sci-Fi",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/2y4dmgWYRMYXdD1UyJVcn2HSd1D.jpg",
        "ItemID":589,
        "Overview":"Nearly 10 years have passed since Sarah Connor was targeted for termination by a cyborg from the future. Now her son, John, the future leader of the resistance, is the target for a newer, more deadly terminator. Once again, the resistance has managed to send a protector back to attempt to save John and his mother Sarah.",
        "Title":"Terminator 2: Judgment Day",
        "Year":"1991",
        "Popularity":30.515
     },
     {  
        "Genre":[  
           "Comedy",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/pTpxQB1N0waaSc3OSn0e9oc8kx9.jpg",
        "ItemID":1270,
        "Overview":"Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.",
        "Title":"Back to the Future",
        "Year":"1985",
        "Popularity":30.164
     },
     {  
        "Genre":[  
           "Action",
           "Crime",
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/rPdtLWNsZmAtoZl9PK7S2wE3qiS.jpg",
        "ItemID":858,
        "Overview":"Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
        "Title":"Godfather, The",
        "Year":"1972",
        "Popularity":27.461
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Comedy",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/f24UVKq3UiQWLqGWdqjwkzgB8j8.jpg",
        "ItemID":1580,
        "Overview":"After a police chase with an otherworldly being, a New York City cop is recruited as an agent in a top-secret organization established to monitor and police alien activity on Earth: the Men in Black. Agent Kay and new recruit Agent Jay find themselves in the middle of a deadly plot by an intergalactic terrorist who has arrived on Earth to assassinate two ambassadors from opposing galaxies.",
        "Title":"Men in Black",
        "Year":"1997",
        "Popularity":27.328
     },
     {  
        "Genre":[  
           "Animation",
           "Children's",
           "Comedy"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/rhIRbceoE9lR4veEXuwCC2wARtG.jpg",
        "ItemID":1,
        "Overview":"Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.",
        "Title":"Toy Story",
        "Year":"1995",
        "Popularity":26.861
     },
     {  
        "Genre":[  
           "Drama",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/jC0dqpkRMwh3A1X2PHahTxOaLbp.jpg",
        "ItemID":16,
        "Overview":"In early-1970s Las Vegas, low-level mobster Sam \"Ace\" Rothstein gets tapped by his bosses to head the Tangiers Casino. At first, he's a great success in the job, but over the years, problems with his loose-cannon enforcer Nicky Santoro, his ex-hustler wife Ginger, her con-artist ex Lester Diamond and a handful of corrupt politicians put Sam in ever-increasing danger.",
        "Title":"Casino",
        "Year":"1995",
        "Popularity":26.464
     },
     {  
        "Genre":[  
           "Crime",
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/pwpGfTImTGifEGgLb3s6LRPd4I6.jpg",
        "ItemID":1213,
        "Overview":"The true story of Henry Hill, a half-Irish, half-Sicilian Brooklyn kid who is adopted by neighbourhood gangsters at an early age and climbs the ranks of a Mafia family under the guidance of Jimmy Conway.",
        "Title":"GoodFellas",
        "Year":"1990",
        "Popularity":24.915
     },
     {  
        "Genre":[  
           "Animation",
           "Children's",
           "Comedy",
           "Musical"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/9TO4MUGtidmylYZFGPKwR33is8N.jpg",
        "ItemID":588,
        "Overview":"Princess Jasmine grows tired of being forced to remain in the palace, so she sneaks out into the marketplace, in disguise, where she meets street-urchin Aladdin.  The couple falls in love, although Jasmine may only marry a prince.  After being thrown in jail, Aladdin becomes embroiled in a plot to find a mysterious lamp, with which the evil Jafar hopes to rule the land.",
        "Title":"Aladdin",
        "Year":"1992",
        "Popularity":24.374
     },
     {  
        "Genre":[  
           "Action"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/p34OScaro2KdISrT4EMfeh1aS0E.jpg",
        "ItemID":2991,
        "Overview":"James Bond must investigate a mysterious murder case of a British agent in New Orleans. Soon he finds himself up against a gangster boss named Mr. Big.",
        "Title":"Live and Let Die",
        "Year":"1973",
        "Popularity":23.965
     },
     {  
        "Genre":[  
           "Action",
           "Horror",
           "Sci-Fi",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/2h00HrZs89SL3tXB4nbkiM7BKHs.jpg",
        "ItemID":1214,
        "Overview":"During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
        "Title":"Alien",
        "Year":"1979",
        "Popularity":23.141
     },
     {  
        "Genre":[  
           "Action",
           "Horror",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/ooR8S0O0ZgxK2OBnT1GWHrr9w92.jpg",
        "ItemID":2826,
        "Overview":"A Muslim ambassador exiled from his homeland, Ahmad ibn Fadlan finds himself in the company of Vikings. While the behavior of the Norsemen initially offends ibn Fadlan, the more cultured outsider grows to respect the tough, if uncouth, warriors. During their travels together, ibn Fadlan and the Vikings get word of an evil presence closing in, and they must fight the frightening and formidable force, which was previously thought to exist only in legend.",
        "Title":"13th Warrior, The",
        "Year":"1999",
        "Popularity":22.499
     },
     {  
        "Genre":[  
           "Action",
           "Adventure"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/44sKJOGP3fTm4QXBcIuqu0RkdP7.jpg",
        "ItemID":1198,
        "Overview":"When Dr. Indiana Jones – the tweed-suited professor who just happens to be a celebrated archaeologist – is hired by the government to locate the legendary Ark of the Covenant, he finds himself up against the entire Nazi regime.",
        "Title":"Raiders of the Lost Ark",
        "Year":"1981",
        "Popularity":22.296
     },
     {  
        "Genre":[  
           "Comedy",
           "Musical",
           "Romance"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/iMHdFTrCYhue74sBnXkdO39AJ3R.jpg",
        "ItemID":1380,
        "Overview":"Australian good girl Sandy and greaser Danny fell in love over the summer. But when they unexpectedly discover they're now in the same high school, will they be able to rekindle their romance despite their eccentric friends?",
        "Title":"Grease",
        "Year":"1978",
        "Popularity":22.031
     },
     {  
        "Genre":[  
           "Animation",
           "Children's",
           "Comedy"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/3CmK3XurcLeUyMifCR28ibzupbB.jpg",
        "ItemID":3114,
        "Overview":"Andy heads off to Cowboy Camp, leaving his toys to their own devices. Things shift into high gear when an obsessive toy collector named Al McWhiggen, owner of Al's Toy Barn kidnaps Woody. Andy's toys mount a daring rescue mission, Buzz Lightyear meets his match and Woody has to decide where he and his heart truly belong.",
        "Title":"Toy Story 2",
        "Year":"1999",
        "Popularity":21.925
     },
     {  
        "Genre":[  
           "Action",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/mc7MubOLcIw3MDvnuQFrO9psfCa.jpg",
        "ItemID":1036,
        "Overview":"NYPD cop John McClane's plan to reconcile with his estranged wife is thrown for a serious loop when, minutes after he arrives at her office, the entire building is overtaken by a group of terrorists. With little help from the LAPD, wisecracking McClane sets out to single-handedly rescue the hostages and bring the bad guys down.",
        "Title":"Die Hard",
        "Year":"1988",
        "Popularity":21.058
     },
     {  
        "Genre":[  
           "Crime",
           "Drama",
           "Romance",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/gE8S02QUOhVnAmYu4tcrBlMTujz.jpg",
        "ItemID":293,
        "Overview":"Léon, the top hit man in New York, has earned a rep as an effective \"cleaner\". But when his next-door neighbors are wiped out by a loose-cannon DEA agent, he becomes the unwilling custodian of 12-year-old Mathilda. Before long, Mathilda's thoughts turn to revenge, and she considers following in Léon's footsteps.",
        "Title":"Professional, The (a.k.a. Leon: The Professional)",
        "Year":"1994",
        "Popularity":20.991
     },
     {  
        "Genre":[  
           "Drama",
           "War"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/jcvJ2xcVWU9Wh0hZAxcs103s8nN.jpg",
        "ItemID":1208,
        "Overview":"At the height of the Vietnam war, Captain Benjamin Willard is sent on a dangerous mission that, officially, \"does not exist, nor will it ever exist.\" His goal is to locate - and eliminate - a mysterious Green Beret Colonel named Walter Kurtz, who has been leading his personal army on illegal guerrilla missions into enemy territory.",
        "Title":"Apocalypse Now",
        "Year":"1979",
        "Popularity":20.873
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/5c0ovjT41KnYIHYuF4AWsTe3sKh.jpg",
        "ItemID":10,
        "Overview":"James Bond must unmask the mysterious head of the Janus Syndicate and prevent the leader from utilizing the GoldenEye weapons system to inflict devastating revenge on Britain.",
        "Title":"GoldenEye",
        "Year":"1995",
        "Popularity":20.782
     },
     {  
        "Genre":[  
           "Action",
           "Western"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/wfPHdfofBD5PN96dV96a51B3Ja2.jpg",
        "ItemID":1201,
        "Overview":"While the Civil War rages between the Union and the Confederacy, three men – a quiet loner, a ruthless hit man and a Mexican bandit – comb the American Southwest in search of a strongbox containing $200,000 in stolen gold.",
        "Title":"Good, The Bad and The Ugly, The",
        "Year":"1966",
        "Popularity":20.693
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Drama",
           "Sci-Fi",
           "War"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/9SKDSFbaM6LuGqG1aPWN3wYGEyD.jpg",
        "ItemID":1196,
        "Overview":"The epic saga continues as Luke Skywalker, in hopes of defeating the evil Galactic Empire, learns the ways of the Jedi from aging master Yoda. But Darth Vader is more determined than ever to capture Luke. Meanwhile, rebel leader Princess Leia, cocky Han Solo, Chewbacca, and droids C-3PO and R2-D2 are thrown into various stages of capture, betrayal and despair.",
        "Title":"Star Wars: Episode V - The Empire Strikes Back",
        "Year":"1980",
        "Popularity":20.39
     },
     {  
        "Genre":[  
           "Action",
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/6WBIzCgmDCYrqh64yDREGeDk9d3.jpg",
        "ItemID":3578,
        "Overview":"In the year 180, the death of emperor Marcus Aurelius throws the Roman Empire into chaos.  Maximus is one of the Roman army's most capable and trusted generals and a key advisor to the emperor.  As Marcus' devious son Commodus ascends to the throne, Maximus is set to be executed.  He escapes, but is captured by slave traders.  Renamed Spaniard and forced to become a gladiator, Maximus must battle to the death with other men for the amusement of paying audiences.",
        "Title":"Gladiator",
        "Year":"2000",
        "Popularity":20.256
     },
     {  
        "Genre":[  
           "Comedy",
           "Fantasy"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/gWnW7vxm8yr01TVLQhL4aI02orp.jpg",
        "ItemID":2174,
        "Overview":"Thanks to an untimely demise via drowning, a young couple end up as poltergeists in their New England farmhouse, where they fail to meet the challenge of scaring away the insufferable new owners, who want to make drastic changes. In desperation, the undead newlyweds turn to an expert frightmeister, but he's got a diabolical agenda of his own.",
        "Title":"Beetlejuice",
        "Year":"1988",
        "Popularity":20.175
     },
     {  
        "Genre":[  
           "Action",
           "Sci-Fi",
           "Thriller",
           "War"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/nORMXEkYEbzkU5WkMWMgRDJwjSZ.jpg",
        "ItemID":1200,
        "Overview":"When Ripley's lifepod is found by a salvage crew over 50 years later, she finds that terra-formers are on the very planet they found the alien species. When the company sends a family of colonists out to investigate her story—all contact is lost with the planet and colonists. They enlist Ripley and the colonial marines to return and search for answers.",
        "Title":"Aliens",
        "Year":"1986",
        "Popularity":19.427
     },
     {  
        "Genre":[  
           "Action",
           "Adventure"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/4p1N2Qrt8j0H8xMHMHvtRxv9weZ.jpg",
        "ItemID":1291,
        "Overview":"When Dr. Henry Jones Sr. suddenly goes missing while pursuing the Holy Grail, eminent archaeologist Indiana must team up with Marcus Brody, Sallah and Elsa Schneider to follow in his father's footsteps and stop the Nazis from recovering the power of eternal life.",
        "Title":"Indiana Jones and the Last Crusade",
        "Year":"1989",
        "Popularity":18.323
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Horror",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/yhIsVvcUm7QxzLfT6HW2wLf5ajY.jpg",
        "ItemID":2617,
        "Overview":"Dashing legionnaire Rick O'Connell stumbles upon the hidden ruins of Hamunaptra while in the midst of a battle to claim the area in 1920s Egypt. It has been over three thousand years since former High Priest Imhotep suffered a fate worse than death as a punishment for a forbidden love—along with a curse that guarantees eternal doom upon the world if he is ever awoken.",
        "Title":"Mummy, The",
        "Year":"1999",
        "Popularity":17.644
     },
     {  
        "Genre":[  
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/qdH1Fm5vl1DAjXNHPmRZ4yEiUgM.jpg",
        "ItemID":1301,
        "Overview":"Captain Adams and the crew of the Starship C57D travel to planet Altair 4 in search for the spaceship Bellerophon that has been missing for 20 years. To their surprise, they are being expected.",
        "Title":"Forbidden Planet",
        "Year":"1956",
        "Popularity":17.492
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Sci-Fi",
           "War"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/zeCD9WkhABFJmPq3SlTozXJGEtr.jpg",
        "ItemID":1676,
        "Overview":"Set in the future, the story follows a young soldier named Johnny Rico and his exploits in the Mobile Infantry. Rico's military career progresses from recruit to non-commissioned officer and finally to officer against the backdrop of an interstellar war between mankind and an arachnoid species known as \"the Bugs\".",
        "Title":"Starship Troopers",
        "Year":"1997",
        "Popularity":17.407
     },
     {  
        "Genre":[  
           "Drama",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/3Av8ZPiMrxFq9XiOjZl0tkoq9Oo.jpg",
        "ItemID":3471,
        "Overview":"After an encounter with UFOs, a line worker feels undeniably drawn to an isolated area in the wilderness where something spectacular is about to happen.",
        "Title":"Close Encounters of the Third Kind",
        "Year":"1977",
        "Popularity":17.328
     },
     {  
        "Genre":[  
           "Comedy"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/rzTrRQg5ek47Yl0Vfenc69r9gOd.jpg",
        "ItemID":2144,
        "Overview":"A teenage girl deals with her parents forgetting her birthday and a crush on her high school's heartthrob.",
        "Title":"Sixteen Candles",
        "Year":"1984",
        "Popularity":17.248
     },
     {  
        "Genre":[  
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/2Sns5oMb356JNdBHgBETjIpRYy9.jpg",
        "ItemID":1193,
        "Overview":"While serving time for insanity at a state mental hospital, implacable rabble-rouser, Randle Patrick McMurphy, inspires his fellow patients to rebel against the authoritarian rule of head nurse, Mildred Ratched.",
        "Title":"One Flew Over the Cuckoo's Nest",
        "Year":"1975",
        "Popularity":17.219
     },
     {  
        "Genre":[  
           "Action",
           "Crime",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/6pmLVffM9jEYK7VqDJqPblMxfEY.jpg",
        "ItemID":6,
        "Overview":"Obsessive master thief, Neil McCauley leads a top-notch crew on various daring heists throughout Los Angeles while determined detective, Vincent Hanna pursues him without rest. Each man recognizes and respects the ability and the dedication of the other even though they are aware their cat-and-mouse game may end in violence.",
        "Title":"Heat",
        "Year":"1995",
        "Popularity":17.075
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Fantasy",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/n8V09dDc02KsSN6Q4hC2BX6hN8X.jpg",
        "ItemID":2628,
        "Overview":"Anakin Skywalker, a young slave strong with the Force, is discovered on Tatooine. Meanwhile, the evil Sith have returned, enacting their plot for revenge against the Jedi.",
        "Title":"Star Wars: Episode I - The Phantom Menace",
        "Year":"1999",
        "Popularity":16.879
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Crime",
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/kBf3g9crrADGMc2AMAMlLBgSm2h.jpg",
        "ItemID":592,
        "Overview":"The Dark Knight of Gotham City begins his war on crime with his first major enemy being the clownishly homicidal Joker, who has seized control of Gotham's underworld.",
        "Title":"Batman",
        "Year":"1989",
        "Popularity":16.838
     },
     {  
        "Genre":[  
           "Comedy",
           "Horror"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/3FS3oBdorgczgfCkFi2u8ZTFfpS.jpg",
        "ItemID":2716,
        "Overview":"After losing their academic posts at a prestigious university, a team of parapsychologists goes into business as proton-pack-toting \"ghostbusters\" who exterminate ghouls, hobgoblins and supernatural pests of all stripes. An ad campaign pays off when a knockout cellist hires the squad to purge her swanky digs of demons that appear to be living in her refrigerator.",
        "Title":"Ghostbusters",
        "Year":"1984",
        "Popularity":16.835
     },
     {  
        "Genre":[  
           "Drama",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/ekstpH614fwDX8DUln1a2Opz0N8.jpg",
        "ItemID":111,
        "Overview":"A mentally unstable Vietnam War veteran works as a night-time taxi driver in New York City where the perceived decadence and sleaze feeds his urge for violent action, attempting to save a preadolescent prostitute in the process.",
        "Title":"Taxi Driver",
        "Year":"1976",
        "Popularity":16.829
     },
     {  
        "Genre":[  
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/fXepRAYOx1qC3wju7XdDGx60775.jpg",
        "ItemID":2329,
        "Overview":"Derek Vineyard is paroled after serving 3 years in prison for killing two thugs who tried to break into/steal his truck. Through his brother, Danny Vineyard's narration, we learn that before going to prison, Derek was a skinhead and the leader of a violent white supremacist gang that committed acts of racial crime throughout L.A. and his actions greatly influenced Danny. Reformed and fresh out of prison, Derek severs contact with the gang and becomes determined to keep Danny from going down the same violent path as he did.",
        "Title":"American History X",
        "Year":"1998",
        "Popularity":16.649
     },
     {  
        "Genre":[  
           "Action",
           "Drama",
           "War"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/g4ApW90svay7veAPgxU8OsNMEOB.jpg",
        "ItemID":2427,
        "Overview":"Based on the graphic novel by James Jones, The Thin Red Line tells the story of a group of men, an Army Rifle company called C-for-Charlie, who change, suffer, and ultimately make essential discoveries about themselves during the fierce World War II battle of Guadalcanal. It follows their journey, from the surprise of an unopposed landing, through the bloody and exhausting battles that follow, to the ultimate departure of those who survived. A powerful frontline cast - including Sean Penn, Nick Nolte, Woody Harrelson and George Clooney - explodes into action in this hauntingly realistic view of military and moral chaos in the Pacific during World War II.",
        "Title":"Thin Red Line, The",
        "Year":"1998",
        "Popularity":16.619
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Animation"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/mNqZOtJIQfFQPjo3hmYLIn8Qqhf.jpg",
        "ItemID":3000,
        "Overview":"Ashitaka, a prince of the disappearing Ainu tribe, is cursed by a demonized boar god and must journey to the west to find a cure. Along the way, he encounters San, a young human woman fighting to protect the forest, and Lady Eboshi, who is trying to destroy it. Ashitaka must find a way to bring balance to this conflict.",
        "Title":"Princess Mononoke, The (Mononoke Hime)",
        "Year":"1997",
        "Popularity":16.365
     },
     {  
        "Genre":[  
           "Comedy"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/k40WFAXMRekWEqsjURO3jiWob67.jpg",
        "ItemID":2706,
        "Overview":"At a high-school party, four friends find that losing their collective virginity isn't as easy as they had thought. But they still believe that they need to do so before college. To motivate themselves, they enter a pact to all \"score.\" by their senior prom.",
        "Title":"American Pie",
        "Year":"1999",
        "Popularity":16.339
     },
     {  
        "Genre":[  
           "Animation",
           "Children's",
           "Comedy",
           "Musical",
           "Romance"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/6aXMusULuKFAK0ZRUlv7RJ9zHTc.jpg",
        "ItemID":2081,
        "Overview":"This colorful adventure tells the story of an impetuous mermaid princess named Ariel who falls in love with the very human Prince Eric and puts everything on the line for the chance to be with him. Memorable songs and characters -- including the villainous sea witch Ursula.",
        "Title":"Little Mermaid, The",
        "Year":"1989",
        "Popularity":16.284
     },
     {  
        "Genre":[  
           "Horror",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/6lE0EahK7xDOYWRH6On5uKPnwQZ.jpg",
        "ItemID":2713,
        "Overview":"When a man is eaten alive by an unknown creature, the local Game Warden teams up with a paleontologist from New York to find the beast. Add to the mix an eccentric philanthropist with a penchant for \"Crocs\", and here we go! This quiet, remote lake is suddenly the focus of an intense search for a crocodile with a taste for live animals...and people!",
        "Title":"Lake Placid",
        "Year":"1999",
        "Popularity":16.171
     },
     {  
        "Genre":[  
           "Action",
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/9TUR3s1PMJHwDRbpm7PWQ0S7IRy.jpg",
        "ItemID":1954,
        "Overview":"When world heavyweight boxing champion, Apollo Creed wants to give an unknown fighter a shot at the title as a publicity stunt, his handlers choose palooka Rocky Balboa, an uneducated collector for a Philadelphia loan shark. Rocky teams up with trainer  Mickey Goldmill to make the most of this once in a lifetime break.",
        "Title":"Rocky",
        "Year":"1976",
        "Popularity":15.975
     },
     {  
        "Genre":[  
           "Comedy"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/yvD2BWOEM5N4S4f6Yj8IVVjoKQO.jpg",
        "ItemID":2150,
        "Overview":"Misery is brought to a small group of Sho in the Kalahari desert in the form of a cola bottle. In his quest to throw the evil object over the edge of the earth, Xixo encounters Western \"civilization,\" a haphazard doctor and a tyranical despot.",
        "Title":"Gods Must Be Crazy, The",
        "Year":"1980",
        "Popularity":15.685
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Sci-Fi",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/ikYpJ0AjGBNnAYFnPJDUVIOcduR.jpg",
        "ItemID":2916,
        "Overview":"Construction worker Douglas Quaid discovers a memory chip in his brain during a virtual-reality trip. He also finds that his past has been invented to conceal a plot of planetary domination. Soon, he's off to Mars to find out who he is and who planted the chip.",
        "Title":"Total Recall",
        "Year":"1990",
        "Popularity":15.613
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Comedy",
           "Horror",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/2eZKDIwLNnySbwqQtAaUz0kYDIL.jpg",
        "ItemID":1215,
        "Overview":"A man is accidentally transported to 1300 A.D., where he must battle an army of the dead and retrieve the Necronomicon so he can return home.",
        "Title":"Army of Darkness",
        "Year":"1993",
        "Popularity":15.608
     },
     {  
        "Genre":[  
           "Action",
           "Drama",
           "War"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/2qAgGeYdLjelOEqjW9FYvPHpplC.jpg",
        "ItemID":110,
        "Overview":"Enraged at the slaughter of Murron, his new bride and childhood love, Scottish warrior William Wallace slays a platoon of the local English lord's soldiers. This leads the village to revolt and, eventually, the entire country to rise up against English rule.",
        "Title":"Braveheart",
        "Year":"1995",
        "Popularity":15.555
     },
     {  
        "Genre":[  
           "Animation",
           "Children's",
           "Comedy",
           "Musical",
           "Romance"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/AqQpqEn33UYExlAoWA02Hizb2lc.jpg",
        "ItemID":2080,
        "Overview":"Lady, a golden cocker spaniel, meets up with a mongrel dog who calls himself the Tramp. He is obviously from the wrong side of town, but happenings at Lady's home make her decide to travel with him for a while.",
        "Title":"Lady and the Tramp",
        "Year":"1955",
        "Popularity":15.555
     },
     {  
        "Genre":[  
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/4sHeTAp65WrSSuc05nRBKddhBxO.jpg",
        "ItemID":1206,
        "Overview":"Demonic gang-leader Alex goes on the spree of rape, mugging and murder with his pack of \"droogs\". But he's a boy who also likes Beethoven's Ninth and a bit of \"the old in-out, in-out\". He later finds himself at the mercy of the state and its brainwashing experiment designed to take violence off the streets.",
        "Title":"Clockwork Orange, A",
        "Year":"1971",
        "Popularity":15.514
     },
     {  
        "Genre":[  
           "Action"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/7VSVgxAvA7IdTf8T6Oon1eaReeJ.jpg",
        "ItemID":3639,
        "Overview":"A golden bullet has 007 engraved on it as it smashes into the secret service headquarters. The bullet came from the professional killer Scaramanga who has yet to miss a target and James Bond begins a mission to try and stop him.",
        "Title":"Man with the Golden Gun, The",
        "Year":"1974",
        "Popularity":15.385
     },
     {  
        "Genre":[  
           "Action",
           "Romance",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/pz2r25q3NzNTDGygTYesq5mvwbz.jpg",
        "ItemID":3638,
        "Overview":"After Drax Industries' Moonraker space shuttle is hijacked, secret agent James Bond is assigned to investigate, traveling to California to meet the company's owner, the mysterious Hugo Drax. With the help of scientist Dr. Holly Goodhead, Bond soon uncovers Drax's nefarious plans for humanity, all the while fending off an old nemesis, Jaws, and venturing to Venice, Rio, the Amazon...and outer space.",
        "Title":"Moonraker",
        "Year":"1979",
        "Popularity":15.253
     },
     {  
        "Genre":[  
           "Animation",
           "Children's",
           "Musical"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/b9QJr2oblOu1grgOMUZF1xkUJdh.jpg",
        "ItemID":595,
        "Overview":"Follow the adventures of Belle, a bright young woman who finds herself in the castle of a prince who's been turned into a mysterious beast. With the help of the castle's enchanted staff, Belle soon learns the most important lesson of all -- that true beauty comes from within.",
        "Title":"Beauty and the Beast",
        "Year":"1991",
        "Popularity":15.154
     },
     {  
        "Genre":[  
           "Action"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/sASN1VnJxWosdzp4mH40P47Xhhz.jpg",
        "ItemID":2993,
        "Overview":"A criminal organization has obtained two nuclear bombs and are asking for a 100 million pound ransom in the form of diamonds in seven days or they will use the weapons. The secret service sends James Bond to the Bahamas to once again save the world.",
        "Title":"Thunderball",
        "Year":"1965",
        "Popularity":15.072
     },
     {  
        "Genre":[  
           "Horror"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/vjoOFOTBJcJvA1weJejlZ92LZD4.jpg",
        "ItemID":1982,
        "Overview":"Fifteen years after murdering his sister on Halloween Night 1963, Michael Myers escapes from a mental hospital and returns to the small town of Haddonfield, Illinois to kill again.",
        "Title":"Halloween",
        "Year":"1978",
        "Popularity":15.055
     },
     {  
        "Genre":[  
           "Horror"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/wB58wlBAr6484Wm6VyFDqSD8VOJ.jpg",
        "ItemID":2648,
        "Overview":"Dr Henry Frankenstein is obsessed with assembling a living being from parts of several exhumed corpses.",
        "Title":"Frankenstein",
        "Year":"1931",
        "Popularity":15.006
     },
     {  
        "Genre":[  
           "Animation",
           "Children's",
           "Musical"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/mnZi4RJXDTkXzcnXyzGu1fFfRJJ.jpg",
        "ItemID":594,
        "Overview":"A beautiful girl, Snow White, takes refuge in the forest in the house of seven dwarfs to hide from her stepmother, the wicked Queen. The Queen is jealous because she wants to be known as \"the fairest in the land,\" and Snow White's beauty surpasses her own.",
        "Title":"Snow White and the Seven Dwarfs",
        "Year":"1937",
        "Popularity":14.995
     },
     {  
        "Genre":[  
           "Action",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/zSgL998DXaljsCmwQuwDM8Ak4rV.jpg",
        "ItemID":1370,
        "Overview":"Off-duty cop John McClane is gripped with a feeling of déjà vu when, on a snowy Christmas Eve in the nation’s capital, terrorists seize a major international airport, holding thousands of holiday travelers hostage. Renegade military commandos led by a murderous rogue officer plot to rescue a drug lord from justice and are prepared for every contingency except one: McClane’s smart-mouthed heroics.",
        "Title":"Die Hard 2",
        "Year":"1990",
        "Popularity":14.928
     },
     {  
        "Genre":[  
           "Action",
           "Horror"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/l1yltvzILaZcx2jYvc5sEMkM7Eh.jpg",
        "ItemID":1387,
        "Overview":"An insatiable great white shark terrorizes the townspeople of Amity Island, which sets the police chief, an oceanographer and a grizzled shark hunter out to destroy the bloodthirsty beast.",
        "Title":"Jaws",
        "Year":"1975",
        "Popularity":14.894
     },
     {  
        "Genre":[  
           "Action",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/5axr56XqJH2xqkzI4j5sjzgV1Hu.jpg",
        "ItemID":1882,
        "Overview":"When a freighter is viciously attacked in the Pacific Ocean, a team of experts -- including biologist Niko Tatopoulos and scientists Elsie Chapman and Mendel Craven -- concludes that an oversized reptile is the culprit. Before long, the giant lizard is loose in Manhattan, destroying everything within its reach. The team chases the monster to Madison Square Garden, where a brutal battle ensues.",
        "Title":"Godzilla",
        "Year":"1998",
        "Popularity":14.816
     },
     {  
        "Genre":[  
           "Western"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/3RymloPYcEPx30T1vTrz2cXaVnh.jpg",
        "ItemID":1209,
        "Overview":"A widow whose land and life are in danger as the railroad is getting closer and closer to taking them over. A mysterious harmonica player joins forces with a desperado to protect the woman and her land.",
        "Title":"Once Upon a Time in the West",
        "Year":"1969",
        "Popularity":14.762
     },
     {  
        "Genre":[  
           "Action",
           "Romance"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/b7ubPzNej5vR4mfahk7jhP6yXQG.jpg",
        "ItemID":1101,
        "Overview":"For Lieutenant Pete 'Maverick' Mitchell and his friend and co-pilot Nick 'Goose' Bradshaw, being accepted into an elite training school for fighter pilots is a dream come true. But a tragedy, as well as personal demons, will threaten Pete's dreams of becoming an ace pilot.",
        "Title":"Top Gun",
        "Year":"1986",
        "Popularity":14.703
     },
     {  
        "Genre":[  
           "Action",
           "Sci-Fi",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/q1i8QHiHZ1cukG5iOxai8pydmoa.jpg",
        "ItemID":1573,
        "Overview":"An antiterrorism agent goes under the knife to acquire the likeness of a terrorist and gather details about a bombing plot. When the terrorist escapes custody, he undergoes surgery to look like the agent so he can get close to the agent's family.",
        "Title":"Face/Off",
        "Year":"1997",
        "Popularity":14.644
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Comedy",
           "Crime"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/jKBjeXM7iBBV9UkUcOXx3m7FSHY.jpg",
        "ItemID":1377,
        "Overview":"Having defeated the Joker, Batman now faces the Penguin - a warped and deformed individual who is intent on being accepted into Gotham society. Crooked businessman Max Schreck is coerced into helping him become Mayor of Gotham and they both attempt to expose Batman in a different light. Selina Kyle, Max's secretary, is thrown from the top of a building and is transformed into Catwoman - a mysterious figure who has the same personality disorder as Batman. Batman must attempt to clear his name, all the time deciding just what must be done with the Catwoman.",
        "Title":"Batman Returns",
        "Year":"1992",
        "Popularity":14.603
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Horror"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/hEXJCBVZYWT8qBMwGJoSsvtnVhr.jpg",
        "ItemID":2167,
        "Overview":"When Blade's mother was bitten by a vampire during pregnancy, she did not know that she gave her son a special gift while dying—all the good vampire attributes in combination with the best human skills. Blade and his mentor battle an evil vampire rebel who plans to take over the outdated vampire council, capture Blade and resurrect a voracious blood god.",
        "Title":"Blade",
        "Year":"1998",
        "Popularity":14.585
     },
     {  
        "Genre":[  
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/3W0v956XxSG5xgm7LB6qu8ExYJ2.jpg",
        "ItemID":1203,
        "Overview":"The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other.",
        "Title":"12 Angry Men",
        "Year":"1957",
        "Popularity":14.434
     },
     {  
        "Genre":[  
           "Children's",
           "Drama",
           "Fantasy",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/8htLKK03TJjKZOXJgihZCu8v0P.jpg",
        "ItemID":1097,
        "Overview":"After a gentle alien becomes stranded on Earth, the being is discovered and befriended by a young boy named Elliott. Bringing the extraterrestrial into his suburban California house, Elliott introduces E.T., as the alien is dubbed, to his brother and his little sister, Gertie, and the children decide to keep its existence a secret. Soon, however, E.T. falls ill, resulting in government intervention and a dire situation for both Elliott and the alien.",
        "Title":"E.T. the Extra-Terrestrial",
        "Year":"1982",
        "Popularity":14.393
     },
     {  
        "Genre":[  
           "Drama",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/6Sj9wDu3YugthXsU0Vry5XFAZGg.jpg",
        "ItemID":32,
        "Overview":"In the year 2035, convict James Cole reluctantly volunteers to be sent back in time to discover the origin of a deadly virus that wiped out nearly all of the earth's population and forced the survivors into underground communities. But when Cole is mistakenly sent to 1990 instead of 1996, he's arrested and locked up in a mental hospital. There he meets psychiatrist Dr. Kathryn Railly, and patient Jeffrey Goines, the son of a famous virus expert, who may hold the key to the mysterious rogue group, the Army of the 12 Monkeys, thought to be responsible for unleashing the killer disease.",
        "Title":"Twelve Monkeys",
        "Year":"1995",
        "Popularity":14.285
     },
     {  
        "Genre":[  
           "Action",
           "Adventure"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/6l4t1vWAFMuAiOpDT0mDWlrr5Mp.jpg",
        "ItemID":1275,
        "Overview":"He fought his first battle on the Scottish Highlands in 1536. He will fight his greatest battle on the streets of New York City in 1986. His name is Connor MacLeod. He is immortal.",
        "Title":"Highlander",
        "Year":"1986",
        "Popularity":14.202
     },
     {  
        "Genre":[  
           "Adventure",
           "Animation",
           "Children's",
           "Comedy",
           "Musical"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/eFlBFMAifj436QctX3akDkUnhlk.jpg",
        "ItemID":1566,
        "Overview":"Bestowed with superhuman strength, a young mortal named Hercules sets out to prove himself a hero in the eyes of his father, the great god Zeus. Along with his friends Pegasus, a flying horse, and Phil, a personal trainer, Hercules is tricked by the hilarious, hotheaded villain Hades, who's plotting to take over Mount Olympus!",
        "Title":"Hercules",
        "Year":"1997",
        "Popularity":14.16
     },
     {  
        "Genre":[  
           "Animation",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/9gC88zYUBARRSThcG93MvW14sqx.jpg",
        "ItemID":741,
        "Overview":"In the year 2029, the barriers of our world have been broken down by the net and by cybernetics, but this brings new vulnerability to humans in the form of brain-hacking. When a highly-wanted hacker known as 'The Puppetmaster' begins involving them in politics, Section 9, a group of cybernetically enhanced cops, are called in to investigate and stop the Puppetmaster.",
        "Title":"Ghost in the Shell (Kokaku kidotai)",
        "Year":"1995",
        "Popularity":14.112
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Comedy",
           "Romance"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/mTAHr5h5i64hTLqo0cW2X2083Cx.jpg",
        "ItemID":380,
        "Overview":"Harry Tasker is a secret agent for the United States Government. For years, he has kept his job from his wife, but is forced to reveal his identity and try to stop nuclear terrorists when he and his wife are kidnapped by them.",
        "Title":"True Lies",
        "Year":"1994",
        "Popularity":14.079
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/n2DOECThGG7h7m5AjLi2Nuh23u1.jpg",
        "ItemID":2640,
        "Overview":"Mild-mannered Clark Kent works as a reporter at the Daily Planet alongside his crush, Lois Lane. Clark must summon his superhero alter-ego when the nefarious Lex Luthor launches a plan to take over the world.",
        "Title":"Superman",
        "Year":"1978",
        "Popularity":14.069
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Romance",
           "Sci-Fi",
           "War"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/lrJWyjOVjPhghl4KyAMtOepAxs.jpg",
        "ItemID":1210,
        "Overview":"Luke Skywalker leads a mission to rescue his friend Han Solo from the clutches of Jabba the Hutt, while the Emperor seeks to destroy the Rebellion once and for all with a second dreaded Death Star.",
        "Title":"Star Wars: Episode VI - Return of the Jedi",
        "Year":"1983",
        "Popularity":13.994
     },
     {  
        "Genre":[  
           "Action",
           "Comedy",
           "Sci-Fi",
           "War"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/gaTuHICwavPUmqQzPZFEXKSRwsC.jpg",
        "ItemID":1391,
        "Overview":"'We come in peace' is not what those green men from Mars mean when they invade our planet, armed with irresistible weapons and a cruel sense of humor.  This star studded cast must play victim to the alien’s fun and games in this comedy homage to science fiction films of the '50s and '60s.",
        "Title":"Mars Attacks!",
        "Year":"1996",
        "Popularity":13.894
     },
     {  
        "Genre":[  
           "Mystery",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/rO2Fq0AZZx9obs52KJdx4mRE8p5.jpg",
        "ItemID":1212,
        "Overview":"In postwar Vienna, Austria, Holly Martins, a writer of pulp Westerns, arrives penniless as a guest of his childhood chum Harry Lime, only to learn he has died. Martins develops a conspiracy theory after learning of a \"third man\" present at the time of Harry's death, running into interference from British officer Major Calloway, and falling head-over-heels for Harry's grief-stricken lover, Anna.",
        "Title":"Third Man, The",
        "Year":"1949",
        "Popularity":13.741
     },
     {  
        "Genre":[  
           "Animation",
           "Children's",
           "Musical"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/rI2OAxQnmKTv0o5L9Adrkydpxiz.jpg",
        "ItemID":1029,
        "Overview":"Dumbo is a baby elephant born with oversized ears and a supreme lack of confidence. But thanks to his even more diminutive buddy -- Timothy the Mouse -- the pint-sized pachyderm learns to surmount all obstacles.",
        "Title":"Dumbo",
        "Year":"1941",
        "Popularity":13.718
     },
     {  
        "Genre":[  
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/rgj6QjdyCeDrO9KGt1kusGyhvb2.jpg",
        "ItemID":953,
        "Overview":"A holiday favourite for generations...  George Bailey has spent his entire life giving to the people of Bedford Falls.  All that prevents rich skinflint Mr. Potter from taking over the entire town is George's modest building and loan company.  But on Christmas Eve the business's $8,000 is lost and George's troubles begin.",
        "Title":"It's a Wonderful Life",
        "Year":"1946",
        "Popularity":13.641
     },
     {  
        "Genre":[  
           "Animation",
           "Children's"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/hu9sn5kHTXZsafNQYQf4qQ16BGI.jpg",
        "ItemID":596,
        "Overview":"Lonely toymaker Geppetto has his wishes answered when the Blue Fairy arrives to bring his wooden puppet Pinocchio to life. Before becoming a real boy, however, Pinocchio must prove he's worthy as he sets off on an adventure with his whistling sidekick and conscience, Jiminy Cricket.",
        "Title":"Pinocchio",
        "Year":"1940",
        "Popularity":13.63
     },
     {  
        "Genre":[  
           "Adventure",
           "Children's",
           "Fantasy"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/ddYCa91iDXfJCxaqSYzwi2fjfnl.jpg",
        "ItemID":2161,
        "Overview":"While hiding from bullies in his school's attic, a young boy discovers the extraordinary land of Fantasia, through a magical book called The Neverending Story. The book tells the tale of Atreyu, a young warrior who, with the help of a luck dragon named Falkor, must save Fantasia from the destruction of The Nothing.",
        "Title":"NeverEnding Story, The",
        "Year":"1984",
        "Popularity":13.586
     },
     {  
        "Genre":[  
           "Animation",
           "Children's",
           "Musical"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/scNoXmnYdZKh1ccQzXBWWGVloes.jpg",
        "ItemID":1022,
        "Overview":"Cinderella has faith her dreams of a better life will come true. With help from her loyal mice friends and a wave of her Fairy Godmother's wand, Cinderella's rags are magically turned into a glorious gown and off she goes to the Royal Ball. But when the clock strikes midnight, the spell is broken, leaving a single glass slipper... the only key to the ultimate fairy-tale ending!",
        "Title":"Cinderella",
        "Year":"1950",
        "Popularity":13.482
     },
     {  
        "Genre":[  
           "Action",
           "Horror",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/2mavulZivbQa8XZlRA6h3hmesl7.jpg",
        "ItemID":1690,
        "Overview":"Two hundred years after Lt. Ripley died, a group of scientists clone her, hoping to breed the ultimate weapon. But the new Ripley is full of surprises … as are the new aliens. Ripley must team with a band of smugglers to keep the creatures from reaching Earth.",
        "Title":"Alien: Resurrection",
        "Year":"1997",
        "Popularity":13.461
     },
     {  
        "Genre":[  
           "Animation",
           "Children's",
           "Musical"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/AdwfqyNiH8UqeYKFYoiKhwTtjAb.jpg",
        "ItemID":1032,
        "Overview":"On a golden afternoon, young Alice follows a White Rabbit, who disappears down a nearby rabbit hole. Quickly following him, she tumbles into the burrow - and enters the merry, topsy-turvy world of Wonderland! Memorable songs and whimsical escapades highlight Alice's journey, which culminates in a madcap encounter with the Queen of Hearts - and her army of playing cards!",
        "Title":"Alice in Wonderland",
        "Year":"1951",
        "Popularity":13.427
     },
     {  
        "Genre":[  
           "Animation",
           "Children's",
           "Comedy"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/u9qGMRwcPwP0WETxulS5hKUsEum.jpg",
        "ItemID":2355,
        "Overview":"On behalf of \"oppressed bugs everywhere,\" an inventive ant named Flik hires a troupe of warrior bugs to defend his bustling colony from a horde of freeloading grasshoppers led by the evil-minded Hopper.",
        "Title":"Bug's Life, A",
        "Year":"1998",
        "Popularity":13.414
     },
     {  
        "Genre":[  
           "Action",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/lkYLPBboomtDKK4e41BlwBVfsIS.jpg",
        "ItemID":2529,
        "Overview":"An  U.S. Spaceship lands on a desolate planet, stranding astronaut Taylor in a world dominated by apes, 2000 years into the future, who use a primitive race of humans for experimentation and sport. Soon Taylor finds himself among the hunted, his life in the hands of a benevolent chimpanzee scientist.",
        "Title":"Planet of the Apes",
        "Year":"1968",
        "Popularity":13.389
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/c414cDeQ9b6qLPLeKmiJuLDUREJ.jpg",
        "ItemID":480,
        "Overview":"A wealthy entrepreneur secretly creates a theme park featuring living dinosaurs drawn from prehistoric DNA. Before opening day, he invites a team of experts and his two eager grandchildren to experience the park and help calm anxious investors. However, the park is anything but amusing as the security systems go off-line and the dinosaurs escape.",
        "Title":"Jurassic Park",
        "Year":"1993",
        "Popularity":13.332
     },
     {  
        "Genre":[  
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/jRbRDNi9MgvhRc68PSQPMqnG24x.jpg",
        "ItemID":3095,
        "Overview":"Tom Joad returns to his home after a jail sentence to find his family kicked out of their farm due to foreclosure. He catches up with them on his Uncle’s farm, and joins them the next day as they head for California and a new life... Hopefully.",
        "Title":"Grapes of Wrath, The",
        "Year":"1940",
        "Popularity":13.33
     },
     {  
        "Genre":[  
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/uJD0PvYGAa1IoZBsX4E6GQ4K2In.jpg",
        "ItemID":666,
        "Overview":"This film is set in 1943 when the whole of Europe was embroiled in WWII. It deals with attraction of a 15 year old boy Stig to his teacher Viola. The whole movie revolves around the sexual encounters between Stig and Viola and how he eventually grows out of it.",
        "Title":"All Things Fair",
        "Year":"1996",
        "Popularity":13.328
     },
     {  
        "Genre":[  
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/ckDkeOD1OyUFU1grX1nyvGreNNQ.jpg",
        "ItemID":2712,
        "Overview":"After Dr. Bill Hartford's wife, Alice, admits to having sexual fantasies about a man she met, Bill becomes obsessed with having a sexual encounter. He discovers an underground sexual group and attends one of their meetings -- and quickly discovers that he is in over his head.",
        "Title":"Eyes Wide Shut",
        "Year":"1999",
        "Popularity":13.324
     },
     {  
        "Genre":[  
           "Comedy",
           "Romance",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/rtxy3cplRFPUvruZajpcoxOQ7bi.jpg",
        "ItemID":587,
        "Overview":"Sam Wheat is a banker, Molly Jensen is an artist, and the two are madly in love. However, when Sam is murdered by his friend and corrupt business partner Carl Bruner over a shady business deal, he is left to roam the earth as a powerless spirit. When he learns of Carl's betrayal, Sam must seek the help of psychic Oda Mae Brown to set things right and protect Molly from Carl and his goons.",
        "Title":"Ghost",
        "Year":"1990",
        "Popularity":13.317
     },
     {  
        "Genre":[  
           "Action",
           "Mystery",
           "Sci-Fi",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/vo02iJLsem3VCJ2TNvSzRiJMpAE.jpg",
        "ItemID":1590,
        "Overview":"In 2047 a group of astronauts are sent to investigate and salvage the starship 'Event Horizon' which disappeared mysteriously 7 years before on its maiden voyage. With its return, the crew of the 'Lewis and Clark' discovers the real truth behind the disappearance of the 'Event Horizon' – and something even more terrifying.",
        "Title":"Event Horizon",
        "Year":"1997",
        "Popularity":13.305
     },
     {  
        "Genre":[  
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/gTq6MPt7SeMiJ2miHeMoNEZTz4p.jpg",
        "ItemID":1673,
        "Overview":"Set in 1977, back when sex was safe, pleasure was a business and business was booming, idealistic porn producer Jack Horner aspires to elevate his craft to an art form. Horner discovers Eddie Adams, a hot young talent working as a busboy in a nightclub, and welcomes him into the extended family of movie-makers, misfits and hangers-on that are always around. Adams' rise from nobody to a celebrity adult entertainer is meteoric, and soon the whole world seems to know his porn alter ego, \"Dirk Diggler\". Now, when disco and drugs are in vogue, fashion is in flux and the party never seems to stop, Adams' dreams of turning sex into stardom are about to collide with cold, hard reality.",
        "Title":"Boogie Nights",
        "Year":"1997",
        "Popularity":13.289
     },
     {  
        "Genre":[  
           "Horror"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/aXK4fYcznrklsYrvASyujMNpN8F.jpg",
        "ItemID":3847,
        "Overview":"Ilsa is a warden at a Nazi death camp that conducts experiments on prisoners. Ilsa's goal is to prove that woman can withstand more pain and suffering than men and should be allowed to fight on the front lines",
        "Title":"Ilsa, She Wolf of the SS",
        "Year":"1974",
        "Popularity":13.24
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Sci-Fi",
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/kRP5dGXDhKt7bDpXX4YBa4dRwlL.jpg",
        "ItemID":1127,
        "Overview":"A civilian oil rig crew is recruited to conduct a search and rescue effort when a nuclear submarine mysteriously sinks. One diver soon finds himself on a spectacular odyssey 25,000 feet below the ocean's surface where he confronts a mysterious force that has the power to change the world or destroy it.",
        "Title":"Abyss, The",
        "Year":"1989",
        "Popularity":13.22
     },
     {  
        "Genre":[  
           "Adventure",
           "Drama",
           "Western"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/uzMI1WbliKbXbjvdiDKnwb2ndsG.jpg",
        "ItemID":590,
        "Overview":"Wounded Civil War soldier, John Dunbar tries to commit suicide—and becomes a hero instead. As a reward, he's assigned to his dream post, a remote junction on the Western frontier, and soon makes unlikely friends with the local Sioux tribe.",
        "Title":"Dances with Wolves",
        "Year":"1990",
        "Popularity":13.213
     },
     {  
        "Genre":[  
           "Crime",
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/WgWLwk55YaXFZdlMnPJTKlxGcz.jpg",
        "ItemID":2268,
        "Overview":"When cocky military lawyer Lt. Daniel Kaffee and his co-counsel, Lt. Cmdr. JoAnne Galloway, are assigned to a murder case, they uncover a hazing ritual that could implicate high-ranking officials such as shady Col. Nathan Jessep.",
        "Title":"Few Good Men, A",
        "Year":"1992",
        "Popularity":13.182
     },
     {  
        "Genre":[  
           "Adventure",
           "War"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/j21UXCOq0EbV8EPTtmPn1CGePfB.jpg",
        "ItemID":1204,
        "Overview":"The story of British officer T.E. Lawrence's mission to aid the Arab tribes in their revolt against the Ottoman Empire during the First World War. Lawrence becomes a flamboyant, messianic figure in the cause of Arab unity but his psychological instability threatens to undermine his achievements.",
        "Title":"Lawrence of Arabia",
        "Year":"1962",
        "Popularity":13.151
     },
     {  
        "Genre":[  
           "Comedy",
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/gp4zlj7wgbiofLMNsTPndMuO3PN.jpg",
        "ItemID":1968,
        "Overview":"Five disparate high school students meet in Saturday detention, and discover they have a lot more in common than they thought.",
        "Title":"Breakfast Club, The",
        "Year":"1985",
        "Popularity":13.099
     },
     {  
        "Genre":[  
           "Action"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/vYMgDqQDpqHDhz3enGkwBmTs7p7.jpg",
        "ItemID":3635,
        "Overview":"Russian and British submarines with nuclear missiles on board both vanish from sight without a trace. England and Russia both blame each other as James Bond tries to solve the riddle of the disappearing ships. But the KGB also has an agent on the case.",
        "Title":"Spy Who Loved Me, The",
        "Year":"1977",
        "Popularity":12.981
     },
     {  
        "Genre":[  
           "Animation",
           "Children's",
           "Comedy",
           "Musical"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/7ZzFf3eO4Xgi5Vc0UO6eTZYrbs9.jpg",
        "ItemID":2078,
        "Overview":"The boy Mowgli makes his way to the man-village with Bagheera, the wise panther. Along the way he meets jazzy King Louie, the hypnotic snake Kaa and the lovable, happy-go-lucky bear Baloo, who teaches Mowgli \"The Bare Necessities\" of life and the true meaning of friendship.",
        "Title":"Jungle Book, The",
        "Year":"1967",
        "Popularity":12.977
     },
     {  
        "Genre":[  
           "Thriller"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/eQs5hh9rxrk1m4xHsIz1w11Ngqb.jpg",
        "ItemID":18,
        "Overview":"It's Ted the Bellhop's first night on the job...and the hotel's very unusual guests are about to place him in some outrageous predicaments. It seems that this evening's room service is serving up one unbelievable happening after another.",
        "Title":"Four Rooms",
        "Year":"1995",
        "Popularity":12.938
     },
     {  
        "Genre":[  
           "Action",
           "Adventure",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/uvxjXSfph2FD07A2jBG9NHJnl27.jpg",
        "ItemID":2641,
        "Overview":"Three escaped criminals from the planet Krypton test the Man of Steel's mettle. Led by Gen. Zod, the Kryptonians take control of the White House and partner with Lex Luthor to destroy Superman and rule the world. But Superman, who attempts to make himself human in order to get closer to Lois, realizes he has a responsibility to save the planet.",
        "Title":"Superman II",
        "Year":"1980",
        "Popularity":12.912
     },
     {  
        "Genre":[  
           "Drama",
           "Sci-Fi"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/bCpMIywuNZeWt3i5UMLEIc0VSwM.jpg",
        "ItemID":1584,
        "Overview":"Contact is a science fiction film about an encounter with alien intelligence. Based on the novel by Carl Sagan the film starred Jodie Foster as the one chosen scientist who must make some difficult decisions between her beliefs, the truth, and reality.",
        "Title":"Contact",
        "Year":"1997",
        "Popularity":12.905
     },
     {  
        "Genre":[  
           "Comedy",
           "Crime"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/4zMy6R7acotCmGoDk4sjzRtDwKn.jpg",
        "ItemID":762,
        "Overview":"Bounced from her job, Erin Grant needs money if she's to have any chance of winning back custody of her child. But, eventually, she must confront the naked truth: to take on the system, she'll have to take it all off. Erin strips to conquer, but she faces unintended circumstances when a hound dog of a Congressman zeroes in on her and sharpens the shady tools at his fingertips, including blackmail and murder.",
        "Title":"Striptease",
        "Year":"1996",
        "Popularity":12.897
     },
     {  
        "Genre":[  
           "Drama"
        ],
        "Imageurl":"https://image.tmdb.org/t/p/w500/EelZzudHRvJmjWccWscN1S5vmI.jpg",
        "ItemID":1682,
        "Overview":"Truman Burbank is the star of \"The Truman Show\", a 24-hour-a-day \"reality\" TV show that broadcasts every aspect of his life -- live and in color -- without his knowledge. His entire life has been an unending soap opera for consumption by the rest of the world. And everyone he knows -- including his wife and his best friend -- is really an actor, paid to be part of his life.",
        "Title":"Truman Show, The",
        "Year":"1998",
        "Popularity":12.841
     }
  ]
}